/* Status bar message */
"%d packages (%d installed)" = "%d パッケージ (%d インストール済み)";

/* Error message that may be displayed in output view */
"\nSelf-repair succeeded, but FinkCommander was unable to change the permissions of the FinkCommander.app/Contents/Resources directory.\nPlease see the README.html file, available at http://finkcommander.sourceforge.net, for instructions on changing the permissions manually.\n" = "\n管理者権限は取得しましたが、FinkCommander は FinkCommander.app/Contents/Resources ディレクトリのパーミッションを変えることはできませんでした。\nhttp://finkcommander.sourceforge.net にある README.html ファイルを見て、手動でパーミッションを変更してください。\n";

/* Text displayed in output view */
"\nSelf-repair succeeded.  Please re-try your command.\n" = "\n管理者権限を取得しました。コマンドを再実行してください。\n";

/* Error message that may be displayed in output view */
"\nThe tool used to run Fink commands as root was unable to repair itself.\n" = "\nroot として Fink コマンドを実行するために使うツールで管理者権限を取得できませんでした。\n";

/* Warning dialog message, singular version */
"Are you certain you want to remove the selected package?" = "選択されたパッケージを削除してかまいませんか?";

/* Warning dialog message, plural version */
"Are you certain you want to remove the selected packages?" = "選択されたパッケージを削除してかまいませんか?";

/* Warning dialog message */
"Are you sure you want to terminate?" = "中止してもよいですか?";

/* Cancel button title */
"Cancel" = "キャンセル";

/* Title for panel asking user to choose a directory */
"Choose" = "選択";

/* Title of update alert panel when the current version of FC is installed */
"Current" = "最新";

/* Status bar message */
"Done" = "完了";

/* Update alert title */
"A new version of FinkCommander is available from SourceForge.\nDo you want to upgrade your copy?" = "新しいバージョンの FinkCommander が SourceForge にあります。\nアップグレードしますか?";

/* Update alert message */
"FinkCommander can automatically check for new and updated versions using its Software Update feature. Select Software Update in FinkCommander Preferences to specify how frequently to check for updates." = "FinkCommander は FinkCommander のソフトウェア・アップデート機能を用いて自動的に新しい更新されたバージョンを調べることができます。FinkCommander の環境設定でソフトウェア・アップデートを選択して更新バージョンをどのくらいの頻度で調べるか指定してください。";

/* Update alert default */
"Upgrade Now" = "今すぐアップグレード";

/* Update alert alternative */
"Change Preferences…" = "環境設定を変更する…";

/* Update alert other */
"Ask Again Later" = "あとで聞く";

/* Error dialog title */
"Error" = "エラー";

/* Alert sheet message */
"FinkCommander detected a possible failure message.\nCheck the output window for problems." = "コマンドが失敗した可能性があります。\n出力ウィンドウを調べて問題を確認してください。";

/* Alert sheet message */
"FinkCommander is unable to install %@ from source.  Please install the binary or use the Source:Run in Terminal menu command to install %@." = "FinkCommander は %@ をソースからインストールすることができませんでした。%@ をインストールするには、バイナリをインストールするか、ターミナルメニューコマンドでソース:実行を使ってください。";

/* Alert message */
"FinkCommander was unable to locate online update information.\n\nTry visiting the FinkCommander web site (available under the Help menu) to check for a more recent version of FinkCommander." = "FinkCommander はオンラインの更新情報を見つけることができませんでした。\n\nFinkCommander のウェブサイト(ヘルプメニューの下からアクセスできます)を見てもっと新しいバージョンの FinkCommander がないか調べてみてください。";

/* Alert panel message */
"FinkCommander was unable to write changes to fink.conf." = "FinkCommander は fink.conf に変更を書き込むことができませんでした。";

/* Menu title when output is expanded */
"Hide Command Output" = "コマンドの出力を隠す";

/* Menu title */
"Hide Toolbar" = "ツールバーを隠す";

/* This warning is issued if the user tries to start this task and the Launcher can't be found or isn't executable */
"I can't find the tool I use to run an authorized command. You'll need to reinstall this application\n" = "管理者権限を取得するためのツールが見つかりません。 このアプリケーションを再インストールする必要があります。\n";

/* Verbosity level for Fink */
"Low" = "+ダウンロードの統計情報";

/* Menu title: Put a flag image in the flag column next to the package */
"Mark As Flagged" = "フラグをつける";

/* Menu title: Remove the flag image from the flag column next to the package */
"Mark As Unflagged" = "フラグをはずす";

/* Verbosity level for Fink */
"Medium" = "+アーカイブの展開状況";

/* OK button title */
"OK" = "OK";

/* Window title */
"Package Info" = "パッケージ情報";

/* Main window title */
"Packages: %d Displayed, %d Installed" = "パッケージ: %d 表示中, %d インストール済み";

/* Quit button title */
"Quit" = "終了";

/* Alert panel message */
"Quitting now will interrupt a Fink process." = "いま終了すると Fink のプロセスを中断します。";

/* Confirm remove button title */
"Remove" = "削除";

/* Status bar message indicating a command is running */
"Running %@" = "%@ を実行";

/* Alert panel message */
"Running Force Remove will remove the selected package even if other packages depend on it\n\nAre you sure you want to proceed?" = "強制削除を選ぶと、ほかのパッケージがそのパッケージに依存していても選択したパッケージを削除します。\n\n本当に続けてもよいのですか?";

/* Menu title when output is collapsed */
"Show Command Output" = "コマンドの出力を表示";

/* Menu Item Title */
"Show Main Window" = "メイン画面を表示";

/* Menu title */
"Show Toolbar" = "ツールバーを表示";

/* Dialog title */
"Sorry" = "申し訳ありません";

/* Button title */
"Terminate" = "中止";

/* Message of update alert panel when the current version of FC is installed */
"The latest version of FinkCommander is installed on your system." = "最新バージョンの FinkCommander がインストールされています。";

/* Text displayed in output view */
"The tool that FinkCommander uses to run commands as root does not have the necessary permissions.\nBy entering your password you will give the tool the authorization it needs to repair itself.\nUnder some circumstances you may need to enter your password twice.\n" = "FinkCommander が root としてコマンドを実行するために使ったツールには必要な権限がありませんでした。\nパスワードを入れると管理者権限を取得することができます。\nパスワードを2回入れなければならないような環境もあります。\n";

/* Alert sheet message */
"Try setting the path to Fink manually in Preferences." = "環境設定で Fink へのパスを手動で設定してみてください。";

/* Alert sheet title */
"Unable to Locate Fink" = "Fink が見つかりません";

/* Status bar message */
"Updating table data" = "表データ更新中";

/* Check button title */
"Warn me before removing a package." = "パッケージの削除前に警告する";

/* Check button title */
"Warn me before terminating a command." = "コマンドの中止前に警告する";

/* Warning dialog title */
"Warning" = "警告";

/* Alert message, singular version */
"You do not have the latest version of the following package:\n\n\t%@\n\nUnless the problem you want to report is that you cannot install the latest version, you should install and try it before sending negative feedback." = "次のパッケージの最新バージョンがインストールされていません:\n\n\t%@\n\n報告したい問題がこのパッケージの最新版をインストールできないといったものでなければ、ネガティブ・フィードバックを送信する前に最新版をインストールして試してみてください。";

/* Alert message, plural version */
"You do not have the latest version of the following packages:\n\n\t%@\n\nUnless the problem you want to report is that you cannot install the latest versions, you should install and try them before sending negative feedback." = "次のパッケージの最新バージョンがインストールされていません:\n\n\t%@\n\n報告したい問題がこれらの最新版をインストールできないといったものでなければ、ネガティブ・フィードバックを送信する前に最新版をインストールして試してみてください。";

/* This warning is issued if the user tries to start this task when the mustBeAuthorized flag is set and the user isn't authorized */
"You must authorize yourself before you can run this command.\n" = "このコマンドを実行する前に管理者権限を取得する必要があります。\n";

/* Alert panel message */
"You must wait until the current process is complete before taking that action.\nTry again when the number of packages or the word \"Done\" appears below the output view." = "そのアクションをする前にいまのプロセスが完了するまで待たないといけません。\nパッケージ数か \"完了\" の文字が出力表示の下に出たときもう一度試してください。";

/* Alert message, singular version */
"Your selection includes the following stable package:\n\n\t%@\n\nStable packages are known to work properly, so sending positive feedback about them is unnecessary." = "選択したパッケージの中に次の安定版のパッケージが含まれています:\n\n\t%@\n\n安定版パッケージは正しく動くことが分かっているので、ポジティブフィードバックを送信する必要はありません。";

/* Alert message, plural version */
"Your selection includes the following stable packages:\n\n\t%@\n\nStable packages are known to work properly, so sending positive feedback about them is unnecessary." = "選択したパッケージの中に次の安定版のパッケージが含まれています:\n\n\t%@\n\n安定版パッケージは正しく動くことが分かっているので、ポジティブフィードバックを送信する必要はありません。";

